Repository: levinli303/astroweather-localization
Catalog: iOS/en/Shared/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans, zh_hant

source: Larawag
ru: Лараваг
zh_hans: 尾宿二
zh_hant: 尾宿二

source: Last Quarter
ru: Последняя четверть
zh_hans: 下弦月
zh_hant: 下弦月

source: Leo
ru: Лев
zh_hans: 狮子座
zh_hant: 獅子座

source: Leo Minor
ru: Малый Лев
zh_hans: 小狮座
zh_hant: 小獅座

source: Leo Triplet
ru: Триплет Льва
zh_hans: 狮子座三胞胎
zh_hant: 獅子座三胞胎

source: Lepus
ru: Заяц
zh_hans: 天兔座
zh_hant: 天兔座

source: Libra
ru: Весы
zh_hans: 天秤座
zh_hant: 天秤座

source: Light
ru: Светлая
zh_hans: 亮色
zh_hant: 亮色

source: Light Pollution
ru: Карта засветки
zh_hans: 光污染
zh_hant: 光污染

source: Lighting
ru: Молнии
zh_hans: 雷电（地闪）
zh_hant: 雷電（地閃）

source: Little Dumbbell Nebula
ru: Туманность Маленькая Гантель
zh_hans: 小哑铃星云
zh_hant: 小啞鈴星雲

source: Location permission is not granted
ru: Нет доступа к геопозиции
zh_hans: 未获得定位权限
zh_hant: 未獲得定位許可權

source: Location service is disabled
ru: Геопозиция отключена
zh_hans: 定位服务已关闭
zh_hant: 定位服務已關閉

source: Lunar Phase
ru: Фаза Луны
zh_hans: 月相
zh_hant: 月相

source: Lupus
ru: Волк
zh_hans: 豺狼座
zh_hant: 豺狼座

source: Lynx
ru: Рысь
zh_hans: 天猫座
zh_hant: 天貓座

source: Lyra
ru: Лира
zh_hans: 天琴座
zh_hant: 天琴座

# MAP_SELECTION_LOCATION_NEW_NAME_HINT
source: New name
ru: Новое название
zh_hans: 新名称
zh_hant: 新名稱

# MAP_SELECTION_NEW_LOCATION_NAME_HINT
source: Name
ru: Название
zh_hans: 名称
zh_hant: 名稱

source: Markab
ru: Маркаб
zh_hans: 室宿一
zh_hant: 室宿一

source: Markeb
ru: Маркеб
zh_hans: 天社五
zh_hant: 天社五

source: Mars
ru: Марс
zh_hans: 火星
zh_hant: 火星

source: Me
ru: Я
zh_hans: 我
zh_hant: 我

source: Menkalinan
ru: Менкалинан
zh_hans: 五车三
zh_hant: 五車三

source: Menkent
ru: Менкент
zh_hans: 库楼三
zh_hant: 庫樓三

source: Mensa
ru: Столовая Гора
zh_hans: 山案座
zh_hant: 山案座

source: Merak
ru: Мерак
zh_hans: 天璇
zh_hant: 天璇

source: Mercury
ru: Меркурий
zh_hans: 水星
zh_hant: 水星

source: Messages sent
ru: Сообщения отправлены
zh_hans: 发送成功
zh_hant: 傳送成功

source: Miaplacidus
ru: Миаплацид
zh_hans: 南船五
zh_hant: 南船五

source: Microscopium
ru: Микроскоп
zh_hans: 显微镜座
zh_hant: 顯微鏡座

source: Mimosa
ru: Мимоза
zh_hans: 十字架三
zh_hant: 十字架三

source: Mintaka
ru: Минтака
zh_hans: 参宿三
zh_hant: 參宿三

source: Mirach
ru: Мирах
zh_hans: 奎宿九
zh_hant: 奎宿九

source: Mirfak
ru: Мирфак
zh_hans: 天船三
zh_hant: 天船三

source: Mirzam
ru: Мирзам
zh_hans: 军市一
zh_hant: 軍市一

source: Mizar
ru: Мицар
zh_hans: 开阳
zh_hant: 開陽

source: Monoceros
ru: Единорог
zh_hans: 麒麟座
zh_hant: 麒麟座

source: Moon
ru: Луна
zh_hans: 月球
zh_hant: 月球

source: Moon Phases
ru: Фазы Луны
zh_hans: 月相
zh_hant: 月相

source: Muhlifain
ru: Мухлифайн
zh_hans: 库楼七
zh_hant: 庫樓七

source: Musca
ru: Муха
zh_hans: 苍蝇座
zh_hant: 蒼蠅座

source: Nadir: %@
ru: Нижняя кульминация: %@
zh_hans: 下中天：%@
zh_hant: 下中天：%@

source: Naos
ru: Наос
zh_hans: 弧矢增二十二
zh_hant: 弧矢增二十二

source: Nautical Dawn
ru: Навигационные сумерки
zh_hans: 航海晨光
zh_hant: 航海晨光

source: Nautical Dawn: %@
ru: Навигационный рассвет: %@
zh_hans: 航海晨光始：%@
zh_hant: 航海晨光始：%@

source: Nautical Dusk
ru: Навигационные сумерки
zh_hans: 航海暮光
zh_hant: 航海暮光

source: Nautical Dusk: %@
ru: Окончание навигационных сумерек: %@
zh_hans: 航海昏影终：%@
zh_hant: 航海昏影終：%@

source: Nautical Twilight
ru: Навигационные сумерки
zh_hans: 航海晨光/暮光
zh_hant: 航海晨光/暮光

# NAVIGATION_TITLE_MESSAGES
source: Messages
ru: Сообщения
zh_hans: 消息
zh_hant: 訊息

source: Neptune
ru: Нептун
zh_hans: 海王星
zh_hant: 海王星

source: Network error
ru: Ошибка сети
zh_hans: 网络错误
zh_hant: 網路錯誤

source: Never rises
ru: Объект невосходящий
zh_hans: 不会升起
zh_hant: 不會升起

source: Never sets
ru: Объект незаходящий
zh_hans: 不会落下
zh_hant: 不會落下

source: New Moon
ru: Новолуние
zh_hans: 新月
zh_hant: 新月

# NEXT_FULL_MOON_TEMPLATE
source: Next full moon: %@
ru: Следующее полнолуние: %@
zh_hans: 下次满月：%@
zh_hant: 下次滿月：%@

# NEXT_NEW_MOON_TEMPLATE
source: Next new moon: %@
ru: Следующее новолуние: %@
zh_hans: 下次新月：%@
zh_hant: 下次新月：%@

# NEXT_SPACECRAFT_PASS_WIDGET_DESCRIPTION
source: View the next time when a spacecraft passes
ru: Показывает время следующего пролёта спутника
zh_hans: 查看航天器下次过境的时间
zh_hant: 檢視太空飛行器下次過境的時間

# NEXT_SPACECRAFT_PASS_WIDGET_DISPLAY_NAME
source: Next Spacecraft Pass
ru: Следующий пролёт спутника
zh_hans: 航天器下次过境
zh_hant: 太空飛行器下次过境

# NEXT_SPACECRAFT_PASS_WIDGET_NO_PASS_WITHIN_24_HOURS
source: No pass within 24 hrs
ru: В следующие 24 ч. нет пролётов
zh_hans: 24小时内无过境
zh_hant: 24小時內無過境

source: Night
ru: Ночь
zh_hans: 夜晚
zh_hant: 夜晚

source: Night End: %@
ru: Астрономический рассвет: %@
zh_hans: 天文晨光始：%@
zh_hant: 天文晨光始：%@

source: Night: %@
ru: Окончание астрономических сумерек: %@
zh_hans: 天文昏影终：%@
zh_hant: 天文昏影終：%@

source: No data
ru: Нет данных
zh_hans: 无数据
zh_hant: 無資料

source: No Data
ru: Нет данных
zh_hans: 无数据
zh_hant: 無資料

source: No Event
ru: Нет событий
zh_hans: 无天文事件
zh_hant: 無天文事件

source: No image
ru: Нет изображения
zh_hans: 无图片
zh_hant: 無圖片

source: No Messages
ru: Нет сообщений
zh_hans: 无消息
zh_hant: 無訊息

source: No Name
ru: Нет названия
zh_hans: 未命名
zh_hant: 未命名

source: No Response
ru: Нет ответа
zh_hans: 没有回应
zh_hant: 沒有迴應

source: No such record
ru: Нет такой записи
zh_hans: 无此记录
zh_hant: 無此記錄

source: Norma
ru: Наугольник
zh_hans: 矩尺座
zh_hant: 矩尺座

source: Northern Hemisphere
ru: Северное полушарие
zh_hans: 北半球
zh_hant: 北半球

source: Not Available
ru: Недоступно
zh_hans: 未启用
zh_hant: 未啟用

source: Not observable
ru: Не видимый
zh_hans: 不可见
zh_hant: 不可見

source: Not Up
ru: Под горизонтом
zh_hans: 未升起
zh_hant: 未升起

source: Not up, will rise at %@
ru: Под горизонтом, взойдёт в %@
zh_hans: 已落下，会在%@升起
zh_hant: 已落下，會在%@升起

source: Notifications cleared
ru: Уведомления очищены
zh_hans: 已清除所有通知
zh_hant: 已清除所有通知

source: Nunki
ru: Нунки
zh_hans: 斗宿四
zh_hant: 鬥宿四

source: Object type: %@
ru: Тип объекта: %@
zh_hans: 类型：%@
zh_hant: 型別：%@

source: Observable
ru: Видимый
zh_hans: 可见
zh_hant: 可見

source: Observable Passes
ru: Видимые пролёты
zh_hans: 可见的
zh_hant: 可見的

source: Octans
ru: Октант
zh_hans: 南极座
zh_hant: 南極座

source: Octet-gram of cloud cover, blue is for clear while white is for cloud. e.g. the "cake" on the left is 0% cloud while the one on the right is 100% cloud.
ru: Круговая диаграмма облачного слоя, где отношение синего к белому показывает пропорцию между чистым небом и облаками, т.е. диаграмма слева соответствует 0% облачности, а справа — 100% облачности.
zh_hans: 云量八分图，蓝色代表晴天所占的比例，白色代表云所占的比例，从左到右的云量从0%递增到100%。
zh_hant: 雲量八分圖，藍色代表晴天所佔的比例，白色代表雲所佔的比例，從左到右的雲量從0%遞增到100%。

source: Omega, Swan, Horseshoe, or Lobster Nebula
ru: Туманность Омега, Лебедь, Подкова или Лобстер
zh_hans: 天鹅星云、奥米加星云、马蹄星云、龙虾星云
zh_hant: 天鵝星雲、奧米加星雲、馬蹄星雲、龍蝦星雲

source: Ophiuchus
ru: Змееносец
zh_hans: 蛇夫座
zh_hant: 蛇夫座

source: Orion
ru: Орион
zh_hans: 猎户座
zh_hant: 獵戶座

source: Orion Nebula
ru: Туманность Ориона
zh_hans: 猎户座星云
zh_hant: 獵戶座星雲

source: Owl Nebula
ru: Туманность Сова
zh_hans: 猫头鹰星云
zh_hant: 貓頭鷹星雲

source: Pavo
ru: Павлин
zh_hans: 孔雀座
zh_hant: 孔雀座

source: Peacock
ru: Павлин
zh_hans: 孔雀十一
zh_hant: 孔雀十一

source: Peak Time
ru: Время кульминации
zh_hans: 最高点时间
zh_hant: 最高點時間

source: Pegasus
ru: Пегас
zh_hans: 飞马座
zh_hant: 飛馬座

source: Perseus
ru: Персей
zh_hans: 英仙座
zh_hant: 英仙座

source: Phantom Galaxy
ru: Галактика Фантом

source: Phecda
ru: Фекда
zh_hans: 天玑
zh_hant: 天璣

source: Phoenix
ru: Феникс
zh_hans: 凤凰座
zh_hant: 鳳凰座

source: Photo
ru: Фото
zh_hans: 图片
zh_hant: 圖片

source: Pictor
ru: Живописец
zh_hans: 绘架座
zh_hant: 繪架座

source: Pinwheel Galaxy
ru: Галактика Вертушка
zh_hans: 风车星系
zh_hant: 風車星系

source: Pisces
ru: Рыбы
zh_hans: 双鱼座
zh_hant: 雙魚座

source: Piscis Austrinus
ru: Южная Рыба
zh_hans: 南鱼座
zh_hant: 南魚座

source: Please check if iCloud and iCloud Drive are enabled and correctly configured on your device
ru: Пожалуйста, проверьте, что iCloud и iCloud Drive доступны и правильно настроены на вашем устройстве
zh_hans: 请检查在当前设备上是否打开了 iCloud 和 iCloud Drive 功能
zh_hant: 請檢查在當前裝置上是否打開了 iCloud 和 iCloud Drive 功能

source: Please select end time
ru: Выберите дату окончания
zh_hans: 请选择结束时间
zh_hant: 請選擇結束時間

source: Please select start time
ru: Выберите дату начала
zh_hans: 请选择开始时间
zh_hant: 請選擇開始時間

source: Pleiades
ru: Плеяды
zh_hans: 昴宿星团、七姊妹星团
zh_hant: 昴宿星團、七姊妹星團

source: Pluto
ru: Плутон
zh_hans: 冥王星
zh_hant: 冥王星

source: Polar Alignment
ru: Выравнивание полюса
zh_hans: 极轴校准
zh_hant: 極軸校準

source: Polaris
ru: Полярная
zh_hans: 北极星
zh_hant: 北極星

source: Pollux
ru: Поллукс
zh_hans: 北河三
zh_hant: 北河三

source: Post
ru: Отправить
zh_hans: 发布
zh_hant: 釋出

source: Post Failed
ru: Не удалось отправить
zh_hans: 发布失败
zh_hant: 釋出失敗

source: Post Success
ru: Успешно отправлено
zh_hans: 发布成功
zh_hant: 釋出成功

source: Precipitation
ru: Осадки
zh_hans: 降水
zh_hant: 降水

source: Precipitation Forecast (6 hours)
ru: Прогноз осадков (6 часов)
zh_hans: 降水量预报（6小时）
zh_hant: 降水量預報（6小時）

source: Precipitation Forecast (24 hours)
ru: Прогноз осадков (24 часа)
zh_hans: 降水量预报（24小时）
zh_hant: 降水量預報（24小時）

# PRIVACY_AGREEMENT_ALERT_ACTION_AGREE
source: Agree
ru: Принимаю
zh_hans: 同意
zh_hant: 同意

# PRIVACY_AGREEMENT_ALERT_ACTION_DISAGREE
source: Not Now
ru: Напомнить позже
zh_hans: 暂不同意
zh_hant: 暫不同意

# PRIVACY_AGREEMENT_ALERT_ACTION_VIEW
source: View Policy
ru: Ознакомиться с политикой конфиденциальности
zh_hans: 查看协议
zh_hant: 檢視協議

# PRIVACY_AGREEMENT_ALERT_CONTENT
source: Please read Privacy Policy and Service Agreement carefully.
ru: Пожалуйста, внимательно прочтите Политику конфиденциальности и Договор об оказании услуг.
zh_hans: 请您务必仔细阅读，充分理解服务协议和隐私政策各条款。如果您同意，请点击下方的“同意”按钮。
zh_hant: 請您務必仔細閱讀，充分理解服務協議和隱私政策各條款。如果您同意，請點選下方的「同意」按鈕。

# PRIVACY_AGREEMENT_ALERT_TITLE
source: Privacy Policy and Service Agreement
ru: Политика конфиденциальности и условия пользования
zh_hans: 隐私政策与服务协议
zh_hant: 隱私政策與服務協議

source: Private Message
ru: Личное сообщение
zh_hans: 私信
zh_hant: 私信

source: Procyon
ru: Процион
zh_hans: 南河三
zh_hant: 南河三

source: Proper name: %@
ru: Название: %@
zh_hans: 通称：%@
zh_hant: 通稱：%@

source: Ptolemy Cluster
ru: Скопление Птолемея
zh_hans: 托勒密星团
zh_hant: 托勒密星團

source: Puppis
ru: Корма
zh_hans: 船尾座
zh_hant: 船尾座

# PURCHASE_ASTROWEATHER_PRO_DESCRIPTION
source: Go ad-free with Astroweather PRO.
ru: Работайте без рекламы в Astroweather PRO.
zh_hans: 使用晴天钟PRO享受免广告服务。
zh_hant: 使用晴天鍾PRO享受無廣告服務。

source: Pyxis
ru: Компас
zh_hans: 罗盘座
zh_hant: 羅盤座

source: Quanzi not found
ru: Quanzi не найден
zh_hans: 未找到圈子
zh_hant: 未找到圈子

source: Quanzi Service Unavailable
ru: Quanzi недоступен
zh_hans: 圈子服务不可用
zh_hant: 無法使用圈子

# QUANZI_TITLE
source: Forum
ru: Форум
zh_hans: 圈子
zh_hant: 圈子

source: Radar
ru: Радар
zh_hans: 雷达
zh_hant: 雷達

source: Radar (Center)
ru: Радар (центр)
zh_hans: 雷达（华中）
zh_hant: 雷達（華中）

source: Radar (East)
ru: Радар (запад)
zh_hans: 雷达（华东）
zh_hant: 雷達（華東）

source: Radar (North East)
ru: Радар (северо-восток)
zh_hans: 雷达（东北）
zh_hant: 雷達（東北）

source: Radar (North West)
ru: Радар (северо-запад)
zh_hans: 雷达（西北）
zh_hant: 雷達（西北）

source: Radar (North)
ru: Радар (север)
zh_hans: 雷达（华北）
zh_hant: 雷達（華北）

source: Radar (South West)
ru: Радар (юго-запад)
zh_hans: 雷达（西南）
zh_hant: 雷達（西南）

source: Radar (South)
ru: Радар (юг)
zh_hans: 雷达（华南）
zh_hant: 雷達（華南）

source: Rasalhague
ru: Расальхаг
zh_hans: 候
zh_hant: 候

source: Rate Astroweather
ru: Оценить Astroweather
zh_hans: 给晴天钟评分
zh_hant: 給晴天鍾評分

source: Red Light Helper
ru: Красный фонарик
zh_hans: 红灯助手
zh_hant: 紅燈助手

source: Regor
ru: Регор
zh_hans: 天社一
zh_hant: 天社一

source: Regulus
ru: Регул
zh_hans: 轩辕十四
zh_hant: 軒轅十四

source: Remove Ads
ru: Убрать рекламу
zh_hans: 隐藏广告
zh_hant: 隱藏廣告

source: Rename
ru: Переименовать
zh_hans: 重命名
zh_hant: 重新命名

source: Reply
ru: Ответить
zh_hans: 回复
zh_hant: 回覆

source: Reply to PM
ru: Ответить в ЛС
zh_hans: 回复私信
zh_hant: 回覆私信

source: Report
ru: Подать жалобу
zh_hans: 举报
zh_hant: 舉報

source: Report Abusive
ru: Сообщить о нарушении
zh_hans: 举报违规内容
zh_hant: 舉報違規內容

source: Report Failed
ru: Не удалось сообщить о нарушении
zh_hans: 举报失败
zh_hant: 舉報失敗

source: Report released at: %@
ru: Прогноз вышел в %@
zh_hans: 预报时间：%@
zh_hant: 預報時間：%@

source: Report Success
ru: Успешно сообщено о нарушении
zh_hans: 举报成功
zh_hant: 舉報成功

source: Restore Bookmarks
ru: Восстановить закладки
zh_hans: 恢复数据
zh_hant: 恢復資料

source: Restore Locations From iCloud
ru: Восстановить местоположения из iCloud
zh_hans: 从iCloud恢复位置书签
zh_hant: 從iCloud恢復位置書籤

source: Restore Success
ru: Восстановить успех
zh_hans: 恢复成功
zh_hant: 恢復成功

source: Reticulum
ru: Сетка
zh_hans: 网罟座
zh_hant: 網罟座

source: Review on the App Store
ru: Оцените App Store
zh_hans: 在App Store上评论
zh_hant: 在App Store上評論

source: RGB Infrared
ru: RGB инфракрасный
zh_hans: 红外全彩
zh_hant: 紅外全綵

source: RGB Infrared (Himawari)
ru: RGB инфракрасный (Himawari)
zh_hans: 红外全彩（向日葵）
zh_hant: 紅外全綵（向日葵）

source: RGB Infrared Enhanced
ru: RGB контрастный инфракрасный
zh_hans: 红外色调强化
zh_hant: 紅外色調強化

source: RGB Infrared Enhanced (Himawari)
ru: RGB контрастный инфракрасный (Himawari)
zh_hans: 红外色调强化（向日葵）
zh_hant: 紅外色調強化（向日葵）

source: Rigel
ru: Ригель
zh_hans: 参宿七
zh_hant: 參宿七

source: Rigil Kent
ru: α Центавра
zh_hans: 南门二
zh_hant: 南門二

source: Ring Nebula
ru: Туманность Кольцо
zh_hans: 环状星云
zh_hant: 環狀星雲

source: Rise & Set
ru: Восход и заход
zh_hans: 天体升落
zh_hant: 升落

source: Rise Direction: %@ Transit Direction: %@ Transit Altitude: %@ Set Direction: %@
ru: Направление восхода: %@ Направление кульминации: %@ Высота кульминации: %@ Направление заката: %@
zh_hans: 升起位置：%@ 中天位置：%@ 中天高度：%@ 落下位置：%@
zh_hant: 升起位置：%@ 中天位置：%@ 中天高度：%@ 落下位置：%@

source: Rise Time
ru: Время восхода
zh_hans: 升起时间
zh_hant: 升起時間

# RISET_TEMPLATE_ALTITUDE
source: Altitude: %@
ru: Высота: %@
zh_hans: 高度角：%@
zh_hant: 高度角：%@

# RISET_TEMPLATE_AZIMUTH
source: Azimuth: %@
ru: Азимут: %@
zh_hans: 方位角：%@
zh_hant: 方位角：%@

source: Sabik
ru: Сабик
zh_hans: 天市左垣十一
zh_hant: 天市左垣十一

source: Sadr
ru: Садр
zh_hans: 天津一
zh_hant: 天津一

source: Sagitta
ru: Стрела
zh_hans: 天箭座
zh_hant: 天箭座

source: Sagittarius
ru: Стрелец
zh_hans: 人马座
zh_hant: 人馬座

source: Sagittarius Cluster
ru: Скопление Стрельца
zh_hans: 人马座星团
zh_hant: 人馬座星團

source: Saiph
ru: Саиф
zh_hans: 参宿六
zh_hant: 參宿六

source: Sargas
ru: Саргас
zh_hans: 尾宿五
zh_hant: 尾宿五

# SATELLITE_MAP_ANIMATION_IMAGE_CREATE_FAILED
source: Failed to create animated image
ru: Не удалось создать анимированное изображение
zh_hans: 无法创建动图
zh_hant: 無法建立動圖

# SATELLITE_MAP_ANIMATION_IMAGE_TITLE
source: Animated Images
ru: Анимированные изображения
zh_hans: 动图
zh_hant: 動圖

# SATELLITE_MAP_RETRY_BUTTON_TITLE
source: Try Again
ru: Повторить попытку
zh_hans: 重试
zh_hant: 重試

# SATELLITE_MAP_SAT24_INFRARED_ALBANIA
source: Albania (Infrared (Sat24))
ru: Албания (инфракрасный (Sat24))
zh_hans: 阿尔巴尼亚（红外（Sat24））
zh_hant: 阿爾巴尼亞（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_AUSTRIA
source: Austria (Infrared (Sat24))
ru: Австрия (инфракрасный (Sat24))
zh_hans: 奥地利（红外（Sat24））
zh_hant: 奧地利（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_BELGIUM
source: Belgium (Infrared (Sat24))
ru: Бельгия (инфракрасный (Sat24))
zh_hans: 比利时（红外（Sat24））
zh_hant: 比利時（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_BOSNIA_AND_HERZEGOVINA
source: Bosnia and Herzegovina (Infrared (Sat24))
ru: Босния и Герцеговина (инфракрасный (Sat24))
zh_hans: 波斯尼亚和黑塞哥维那（红外（Sat24））
zh_hant: 波士尼亞與赫塞哥維納（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_BULGARIA
source: Bulgaria (Infrared (Sat24))
ru: Болгария (инфракрасный (Sat24))
zh_hans: 保加利亚（红外（Sat24））
zh_hant: 保加利亞（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_CROATIA
source: Croatia (Infrared (Sat24))
ru: Хорватия (инфракрасный (Sat24))
zh_hans: 克罗地亚（红外（Sat24））
zh_hant: 克羅地亞（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_CZECH_REPUBLIC
source: Czech Republic (Infrared (Sat24))
ru: Чехия (инфракрасный (Sat24))
zh_hans: 捷克共和国（红外（Sat24））
zh_hant: 捷克共和國（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_DENMARK
source: Denmark (Infrared (Sat24))
ru: Дания (инфракрасный (Sat24))
zh_hans: 丹麦（红外（Sat24））
zh_hant: 丹麥（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_ESTONIA
source: Estonia (Infrared (Sat24))
ru: Эстония (инфракрасный (Sat24))
zh_hans: 爱沙尼亚（红外（Sat24））
zh_hant: 愛沙尼亞（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_EUROPE
source: Infrared (Sat24)
ru: Инфракрасный (Sat24)
zh_hans: 红外（Sat24）
zh_hant: 紅外（Sat24）

# SATELLITE_MAP_SAT24_INFRARED_FINLAND
source: Finland (Infrared (Sat24))
ru: Финляндия (инфракрасный (Sat24))
zh_hans: 芬兰（红外（Sat24））
zh_hant: 芬蘭（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_FRANCE
source: France (Infrared (Sat24))
ru: Франция (инфракрасный (Sat24))
zh_hans: 法国（红外（Sat24））
zh_hant: 法國（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_GERMANY
source: Germany (Infrared (Sat24))
ru: Германия (инфракрасный (Sat24))
zh_hans: 德国（红外（Sat24））
zh_hant: 德國（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_GREECE
source: Greece (Infrared (Sat24))
ru: Греция (инфракрасный (Sat24))
zh_hans: 希腊（红外（Sat24））
zh_hant: 希臘（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_HUNGARY
source: Hungary (Infrared (Sat24))
ru: Венгрия (инфракрасный (Sat24))
zh_hans: 匈牙利（红外（Sat24））
zh_hant: 匈牙利（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_IRELAND
source: Ireland (Infrared (Sat24))
ru: Ирландия (инфракрасный (Sat24))
zh_hans: 爱尔兰（红外（Sat24））
zh_hant: 愛爾蘭（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_ITALY
source: Italy (Infrared (Sat24))
ru: Италия (инфракрасный (Sat24))
zh_hans: 意大利（红外（Sat24））
zh_hant: 義大利（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_LATVIA
source: Latvia (Infrared (Sat24))
ru: Латвия (инфракрасный (Sat24))
zh_hans: 拉脱维亚（红外（Sat24））
zh_hant: 拉脫維亞（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_LITHUANIA
source: Lithuania (Infrared (Sat24))
ru: Литва (инфракрасный (Sat24))
zh_hans: 立陶宛（红外（Sat24））
zh_hant: 立陶宛（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_LUXEMBOURG
source: Luxembourg (Infrared (Sat24))
ru: Люксембург (инфракрасный (Sat24))
zh_hans: 卢森堡（红外（Sat24））
zh_hant: 盧森堡（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_MOLDOVA
source: Moldova (Infrared (Sat24))
ru: Молдавия (инфракрасный (Sat24))
zh_hans: 摩尔多瓦（红外（Sat24））
zh_hant: 摩爾多瓦（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_MONTENEGRO
source: Montenegro (Infrared (Sat24))
ru: Черногория (инфракрасный (Sat24))
zh_hans: 黑山（红外（Sat24））
zh_hant: 蒙特內哥羅（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_NETHERLANDS
source: Netherlands (Infrared (Sat24))
ru: Нидерланды (инфракрасный (Sat24))
zh_hans: 荷兰（红外（Sat24））
zh_hant: 荷蘭（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_NORTH_MACEDONIA
source: North Macedonia (Infrared (Sat24))
ru: Северная Македония (инфракрасный (Sat24))
zh_hans: 北马其顿（红外（Sat24））
zh_hant: 北馬其頓（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_NORWAY
source: Norway (Infrared (Sat24))
ru: Норвегия (инфракрасный (Sat24))
zh_hans: 挪威（红外（Sat24））
zh_hant: 挪威（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_POLAND
source: Poland (Infrared (Sat24))
ru: Польша (инфракрасный (Sat24))
zh_hans: 波兰（红外（Sat24））
zh_hant: 波蘭（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_PORTUGAL
source: Portugal (Infrared (Sat24))
ru: Португалия (инфракрасный (Sat24))
zh_hans: 葡萄牙（红外（Sat24））
zh_hant: 葡萄牙（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_ROMANIA
source: Romania (Infrared (Sat24))
ru: Румыния (инфракрасный (Sat24))
zh_hans: 罗马尼亚（红外（Sat24））
zh_hant: 羅馬尼亞（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_SERBIA
source: Serbia (Infrared (Sat24))
ru: Сербия (инфракрасный (Sat24))
zh_hans: 塞尔维亚（红外（Sat24））
zh_hant: 塞爾維亞（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_SLOVAKIA
source: Slovakia (Infrared (Sat24))
ru: Словакия (инфракрасный (Sat24))
zh_hans: 斯洛伐克（红外（Sat24））
zh_hant: 斯洛伐克（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_SLOVENIA
source: Slovenia (Infrared (Sat24))
ru: Словения (инфракрасный (Sat24))
zh_hans: 斯洛文尼亚（红外（Sat24））
zh_hant: 斯洛維尼亞（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_SPAIN
source: Spain (Infrared (Sat24))
ru: Испания (инфракрасный (Sat24))
zh_hans: 西班牙（红外（Sat24））
zh_hant: 西班牙（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_SWEDEN
source: Sweden (Infrared (Sat24))
ru: Швеция (инфракрасный (Sat24))
zh_hans: 瑞典（红外（Sat24））
zh_hant: 瑞典（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_SWITZERLAND
source: Switzerland (Infrared (Sat24))
ru: Швейцария (инфракрасный (Sat24))
zh_hans: 瑞士（红外（Sat24））
zh_hant: 瑞士（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_UKRAINE
source: Ukraine (Infrared (Sat24))
ru: Украина (инфракрасный (Sat24))
zh_hans: 乌克兰（红外（Sat24））
zh_hant: 烏克蘭（紅外（Sat24））

# SATELLITE_MAP_SAT24_INFRARED_UNITED_KINGDOM
source: United Kingdom (Infrared (Sat24))
ru: Великобритания (инфракрасный (Sat24))
zh_hans: 英国（红外（Sat24））
zh_hant: 英國（紅外（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_ALBANIA
source: Albania (Visible Spectrum (Sat24))
ru: Албания (видимый спектр (Sat24))
zh_hans: 阿尔巴尼亚（可见光（Sat24））
zh_hant: 阿爾巴尼亞（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_AUSTRIA
source: Austria (Visible Spectrum (Sat24))
ru: Австрия (видимый спектр (Sat24))
zh_hans: 奥地利（可见光（Sat24））
zh_hant: 奧地利（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_BELGIUM
source: Belgium (Visible Spectrum (Sat24))
ru: Бельгия (видимый спектр (Sat24))
zh_hans: 比利时（可见光（Sat24））
zh_hant: 比利時（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_BOSNIA_AND_HERZEGOVINA
source: Bosnia and Herzegovina (Visible Spectrum (Sat24))
ru: Босния и Герцеговина (видимый спектр (Sat24))
zh_hans: 波斯尼亚和黑塞哥维那（可见光（Sat24））
zh_hant: 波士尼亞與赫塞哥維納（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_BULGARIA
source: Bulgaria (Visible Spectrum (Sat24))
ru: Болгария (видимый спектр (Sat24))
zh_hans: 保加利亚（可见光（Sat24））
zh_hant: 保加利亞（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_CROATIA
source: Croatia (Visible Spectrum (Sat24))
ru: Хорватия (видимый спектр (Sat24))
zh_hans: 克罗地亚（可见光（Sat24））
zh_hant: 克羅地亞（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_CZECH_REPUBLIC
source: Czech Republic (Visible Spectrum (Sat24))
ru: Чехия (видимый спектр (Sat24))
zh_hans: 捷克共和国（可见光（Sat24））
zh_hant: 捷克共和國（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_DENMARK
source: Denmark (Visible Spectrum (Sat24))
ru: Дания (видимый спектр (Sat24))
zh_hans: 丹麦（可见光（Sat24））
zh_hant: 丹麥（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_ESTONIA
source: Estonia (Visible Spectrum (Sat24))
ru: Эстония (видимый спектр (Sat24))
zh_hans: 爱沙尼亚（可见光（Sat24））
zh_hant: 愛沙尼亞（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_EUROPE
source: Visible Spectrum (Sat24)
ru: Видимый спектр (Sat24)
zh_hans: 可见光（Sat24）
zh_hant: 可見光（Sat24）

# SATELLITE_MAP_SAT24_VISUAL_FINLAND
source: Finland (Visible Spectrum (Sat24))
ru: Финляндия (видимый спектр (Sat24))
zh_hans: 芬兰（可见光（Sat24））
zh_hant: 芬蘭（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_FRANCE
source: France (Visible Spectrum (Sat24))
ru: Франция (видимый спектр (Sat24))
zh_hans: 法国（可见光（Sat24））
zh_hant: 法國（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_GERMANY
source: Germany (Visible Spectrum (Sat24))
ru: Германия (видимый спектр (Sat24))
zh_hans: 德国（可见光（Sat24））
zh_hant: 德國（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_GREECE
source: Greece (Visible Spectrum (Sat24))
ru: Греция (видимый спектр (Sat24))
zh_hans: 希腊（可见光（Sat24））
zh_hant: 希臘（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_HUNGARY
source: Hungary (Visible Spectrum (Sat24))
ru: Венгрия (видимый спектр (Sat24))
zh_hans: 匈牙利（可见光（Sat24））
zh_hant: 匈牙利（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_IRELAND
source: Ireland (Visible Spectrum (Sat24))
ru: Ирландия (видимый спектр (Sat24))
zh_hans: 爱尔兰（可见光（Sat24））
zh_hant: 愛爾蘭（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_ITALY
source: Italy (Visible Spectrum (Sat24))
ru: Италия (видимый спектр (Sat24))
zh_hans: 意大利（可见光（Sat24））
zh_hant: 義大利（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_LATVIA
source: Latvia (Visible Spectrum (Sat24))
ru: Латвия (видимый спектр (Sat24))
zh_hans: 拉脱维亚（可见光（Sat24））
zh_hant: 拉脫維亞（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_LITHUANIA
source: Lithuania (Visible Spectrum (Sat24))
ru: Литва (видимый спектр (Sat24))
zh_hans: 立陶宛（可见光（Sat24））
zh_hant: 立陶宛（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_LUXEMBOURG
source: Luxembourg (Visible Spectrum (Sat24))
ru: Люксембург (видимый спектр (Sat24))
zh_hans: 卢森堡（可见光（Sat24））
zh_hant: 盧森堡（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_MOLDOVA
source: Moldova (Visible Spectrum (Sat24))
ru: Молдавия (видимый спектр (Sat24))
zh_hans: 摩尔多瓦（可见光（Sat24））
zh_hant: 摩爾多瓦（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_MONTENEGRO
source: Montenegro (Visible Spectrum (Sat24))
ru: Черногория (видимый спектр (Sat24))
zh_hans: 黑山（可见光（Sat24））
zh_hant: 蒙特內哥羅（可見光（Sat24））
